;*******************************************************************************************
;  FILE:   RulersPauseTimers.Localization by RustyDios
;  
;	File created	10/01/20	12:00		LAST UPDATED	14/01/20	23:00
;
;*******************************************************************************************

[RulersPauseTimersPassive X2AbilityTemplate]
LocFriendlyName="现实与时间悖论"
LocLongDescription="当该敌方单位参与战斗时，时间将被扭曲.\n任何任务计时器都将暂停，直到该单位死亡或逃跑."
LocHelpText="当该敌方单位参与战斗时，时间将被扭曲.\n任何任务计时器都将暂停，直到该单位死亡或逃跑."
